Repository: caprican/TIA-Portal-Toolbox
Catalog: TiaPortalToolbox/Properties/Resources.*.resx
Languages: es

# MainPageDocumentTitle
source: Documents
es: Documentos

# MainPageHmiAlarmTitle
source: HMI Alarms
es: Alarmas HMI

# OpenProjectDialogTitle
source: Open exist project
es: Abrir proyecto existente

# OpenProjectProgressDialogAttaching
source: Connect to TIA Portal
es: Conectarse al TIA Portal

# OpenProjectProgressDialogStarting
source: Open TIA Portal
es: Abrir el TIA Portal

# OpenProjectProgressDialogTitle
source: Open TIA Portal project
es: Abrir el proyecto TIA Portal

# PreSelectionAssemblyConfirmText
source: Confirm
es: Confirmar

# PreSelectionAssemblyHideDialogText
source: Do not show window again
es: No mostrar la ventana de nuevo

# PreSelectionAssemblyOpennessVersionText
source: Openness version
es: Versión Openness

# PreSelectionAssemblyTiaPortalVersionText
source: TIA Portal version
es: Versión TIA Portal

# PreSelectionAssemblyTitle
source: Pre selection assembly versions
es: Versiones de montaje previa selección

# SelectProjectDialogAttachButtonText
source: Attach
es: Conectar

# SelectProjectDialogCancelButtonText
source: Cancel
es: Cancelar

# SelectProjectDialogTitle
source: Select project
es: Seleccione Proyecto

# SettingsPageAboutText
source: Settings page placeholder text. Your app description goes here.
es: Texto del marcador de posición de la página de configuración. La descripción de tu aplicación va aquí.

# SettingsPageAboutTitle
source: About this application
es: Acerca de esta aplicación

# SettingsPageChooseLanguageText
source: Choose language
es: Seleccione Idioma

# SettingsPageChooseThemeText
source: Choose Theme
es: Seleccionar tema

# SettingsPagePersonalizationTitle
source: Personalization
es: Personalización

# SettingsPagePrivacyStatementText
source: Privacy Statement
es: Política de privacidad

# SettingsPageRadioButtonDarkTheme
source: Dark
es: Oscuro

# SettingsPageRadioButtonLightTheme
source: Light
es: Ligero

# SettingsPageRadioButtonWindowsDefaultTheme
source: Default
es: Por defecto

# SettingsPageTitle
source: Settings
es: Configuraciones

# ShellGoBackButton
source: Go back
es: Volver

# ShellPagePaneTabItemProjectHeader
source: Project tree
es: Ãrbol del proyecto

# NoProjectPageOpenTitle
source: Open exist project
es: Abrir proyecto existente

# NoProjectPageSelectTitle
source: Select projet openned
es: Seleccionar proyecto abierto

# DocumentPageRibbonTabHeader
source: Documents
es: Documentos

# DocumentPageRibbonTabBuildDocumentHeader
source: Build document
es: Crear documento

# DocumentPageAuthorText
source: Author:
es: Autor:

# DocumentPageLibraryText
source: Library:
es: Biblioteca:

# DocumentPageFamilyText
source: Family:
es: Familia:

# DocumentPageInterfaceExpandeHeader
source: Interface
es: Interfaz

# DocumentPageNameColumnHeader
source: Name
es: Nombre

# DocumentPageTypeColumnHeader
source: Type
es: Tipo

# DocumentPageDefaultValueColumnHeader
source: Default value
es: Valor por defecto

# DocumentPageDescriptionColumnHeader
source: Description
es: Descripción

# DocumentPageVersionColumnHeader
source: Version
es: Versión

# DocumentPageAuthorColumnHeader
source: Author
es: Autor

# DocumentPageEditedColumnHeader
source: Edited
es: Editar

# DocumentPageLoadTitle
source: Loading PLC blocks
es: Carga de bloques PLC

# ProgressDialogExportHeader
source: Export of the PLC block
es: Exportación del bloque PLC

# DocumentPageMessageErrorTitle
source: Setting error
es: Error de configuración

# DocumentPageMessageErrorSettingsText
source: Document settings are not configured
es: La configuración del documento no está configurada

# DocumentPageMessageBuildedTitle
source: Document created
es: Documento creado

# DocumentPageMessageBuildedText
source: The document has been created successfully
es: El documento ha sido creado exitosamente

# BuildHmiAlarmsPageRefreshTite
source: Refresh data block list
es: Actualizar lista de bloques de datos

# BuildHmiAlarmsPageRefreshText
source: Update alarms's datablocks list
es: Actualizar la lista de bloques de datos de las alarmas

# BuildHmiAlarmsPageBuildTagsTitle
source: HMI Tags
es: Etiquetas HMI

# BuildHmiAlarmsPageBuildTagsText
source: Create or update HMI Tags
es: Crear o actualizar etiquetas HMI

# BuildHmiAlarmsPageBuildAlarmsTitle
source: HMI Alarms
es: Alarmas HMI

# BuildHmiAlarmsPageBuildAlarmsText
source: Create or update HMI alarms
es: Crear o actualizar alarmas de HMI
